{
  "page": {
    "title": "Acerca de Nosotros - Micasita",
    "description": "Aprende más sobre la misión e historia de Micasita"
  },
  "first": {
    "title": "¿Por qué Montessori?",
    "paragraph1": "La Escuela Montessori Mi Casita atiende a niños de 18 meses a seis años de edad y ofrece un enfoque único para desarrollar al niño integral. Para lograr este desarrollo total, seguimos la filosofía educativa de la Dra. María Montessori, una médica italiana y pionera en el desarrollo infantil de principios de 1900, quien observó que los niños tienen un deseo natural de aprender por sí mismos a través de actividades estimulantes y prácticas que los ayudan a convertirse en estudiantes independientes y auto-motivados.",
    "paragraph2": "Deseamos ir un paso más allá en el desarrollo del niño integral ofreciendo un ambiente de inmersión total en español para aprovechar la capacidad del niño de aprender múltiples idiomas de manera natural y simultánea. Los niños son libres de hablar el idioma que elijan. Las maestras hablan a los niños solo en español durante todo el día. La única excepción es que durante el año de Kindergarten, una maestra Montessori de habla inglesa trabaja con los niños en inglés para practicar lectura y escritura durante el ciclo de trabajo de la tarde.",
    "paragraph3": "Como afirmó la Dra. Montessori, el momento principal del aprendizaje es entre el nacimiento y la edad de seis años. Durante estos años formativos, los niños pasan por una serie de períodos sensibles cuando un deseo interno de aprender por sí mismos impulsa las actividades en las que se involucran. Sin embargo, los niños no pueden satisfacer estos impulsos internos de aprender y explorar si no encuentran nada en su entorno. El alcance de su desarrollo está limitado por su ambiente.",
    "paragraph4": "Creemos en la importancia del desarrollo del niño integral durante estos años formativos--académica, social, física, ética y emocionalmente en un ambiente bilingüe. Como resultado, nos hemos unido para establecer la Escuela Montessori Mi Casita. Nuestra misión es proporcionar un ambiente estimulante y bilingüe donde los niños puedan explorar libremente, aprender y desarrollar las habilidades necesarias para la vida."
  },
  "second": {
    "title": "Montessori es para tu hijo",
    "paragraph1": "Creemos que los primeros años de un niño proporcionan una base de crecimiento y desarrollo para el resto de su vida. La investigación ha demostrado que el ochenta por ciento del desarrollo mental del niño tiene lugar antes de los ocho años. Los niños a esta edad también están en el momento principal para aprender múltiples idiomas fácil y naturalmente. Para ayudar a nuestros niños a desarrollarse a su máximo potencial, creemos que debe crearse un ambiente que estimule su deseo interno de aprender y les proporcione las experiencias de pertenecer a una comunidad que valora el amor, el respeto y el orden.",
    "paragraph2": "Los niños no solo deben aprender a leer, escribir y calcular, sino que más importante aún, deben aprender a pensar creativamente, tomar decisiones y elecciones independientemente, ser responsables de sus acciones y ambiente, trabajar en grupo, convertirse en ciudadanos activos y respetar la diversidad de cultura y su entorno. En otras palabras, el objetivo de la educación en esta etapa de la vida es el desarrollo del niño integral--académica, social, física, ética y emocionalmente. Sin embargo, reconocemos que cada niño es un individuo, desarrollándose a su propio ritmo. Por lo tanto, hemos elegido cumplir nuestra misión preparando nuestros programas y ambiente bilingües según la filosofía Montessori. No solo creemos firmemente en los beneficios de una educación Montessori, sino que hemos visto los resultados positivos en los niños de primera mano."
  },
  "third": {
    "title": "",
    "history": {
      "title": "Una Breve Historia",
      "paragraph1": "El método de educación Montessori fue desarrollado por la Dra. María Montessori (1870-1952) de Italia a principios de 1900. Aunque era médica, dedicó la mayor parte de su vida a la educación de niños de todo el mundo. Inicialmente comenzó trabajando con niños con necesidades especiales. A través de sus observaciones científicas, llegó a ver cómo los niños interactuaban entre sí, cómo aprendían y hacia qué se sentían naturalmente atraídos a aprender en varias edades y fases de desarrollo (períodos sensibles).",
      "paragraph2": "Ella demostró que lo que ayuda a los niños con necesidades especiales a aprender también ayuda a otros niños a aprender. Sus observaciones llevaron a la teoría de que los niños tienen un deseo natural de aprender por sí mismos a través de actividades prácticas usando los cinco sentidos. El objetivo de la educación de la primera infancia no debe ser llenar al niño con hechos, sino más bien cultivar su deseo natural de aprender y perfeccionar todas las herramientas naturales para el aprendizaje."
    },
    "bilingual1": {
      "title": "¿Por qué Montessori Bilingüe?",
      "paragraph": "¿Qué mejor manera de darle a tu hijo \"una Ventaja para la Vida\" que darle la oportunidad de formar parte de un ambiente único y bilingüe? En \"mi casita\", tu hijo entrará a un lugar fascinante que se convertirá en un lugar de comodidad, pertenencia y aprendizaje sobre la vida y volverse independiente. Aquí tu hijo puede trabajar a su propio ritmo y construir una base de habilidades necesarias para la vida. Dependiendo de la edad y preparación de desarrollo de tu hijo, se unirá a nuestra Comunidad de Niños Pequeños (18 meses a 3 años de edad) o a una de nuestras Casas de Niños (3 a 6 años de edad)."
    },
    "bilingual2": {
      "title": "Bilingüe",
      "paragraph1": "Es durante el período sensible del lenguaje (nacimiento a los 8 años) cuando los niños pueden aprender cualquier idioma con un esfuerzo mínimo de manera natural. Para aprovechar esta habilidad, nuestras maestras Montessori realizan todas las actividades diarias en el idioma español mientras los niños son libres de hablar cualquier idioma que se les ocurra. La \"mente absorbente\" del niño capta el idioma haciendo asociaciones con lo que escucha con las rutinas diarias y con los materiales que el niño está viendo y usando.",
      "paragraph2": "Además de desarrollar una fluidez utilizable en español, los niños desarrollan la habilidad y disposición para tolerar la ambigüedad y buscar significado. La exposición a un segundo idioma no solo estimula y desafía el cerebro sino que construye una capacidad mental extra y desarrolla aún más la concentración, escucha, análisis y habilidades verbales."
    }
  },
  "fourth": {
    "title": "Montessori",
    "paragraph1": "Un ambiente Montessori es un lugar único y fascinante donde niños de edades mixtas se involucran activamente en una miríada de actividades con propósito. Cada niño elige su propio \"trabajo\" ya sea pulir, pintar, preparar un refrigerio, regar una planta, emparejar, graduar los cilindros con perillas o los cubos de la torre rosa, tocar y pronunciar las letras de papel de lija, etiquetar un mapa del mundo, o aprender sobre cantidades con las barras numéricas. Pueden disfrutar de una libertad considerable de elección y actividad debido al \"ambiente preparado\" cuidadosamente adaptado a sus tamaños, habilidades y necesidades y debido a aprender cómo vivir dentro de una comunidad de respeto, amor y orden. La maestra entrenada en Montessori es una \"guía\" que sigue el desarrollo individual del niño vinculando al niño con una actividad o material dependiendo de su necesidad, interés o preparación. Por lo tanto, los niños progresan a su propio ritmo y construyen una base de habilidades necesarias para la vida.",
    "paragraph2": "En ambas de nuestras comunidades de edades mixtas, la interacción social ocurre espontáneamente, beneficiando a todos los niños. Los niños más pequeños se inspiran por el trabajo avanzado que ven, y los niños mayores refuerzan sus habilidades y mejoran su autoconfianza y autoestima enseñando a los más pequeños. Todos los niños aprenden a convertirse en un miembro importante y contribuyente de su comunidad. Beneficiándose de la inmersión en el idioma y la experiencia Montessori, tu hijo no solo aprenderá a leer, escribir, calcular y hablar dos idiomas, sino que más importante aún, tu hijo aprenderá cómo aprender--cómo pensar creativamente y analíticamente, tomar decisiones y elecciones independientemente, ser responsable de sus propias acciones y ambiente, trabajar dentro de una comunidad y respetar la diversidad."
  },
  "fifth": {
    "title": "Mi Casita, un ambiente MONTESSORI BILINGÜE",
    "paragraph1": "Beneficiándose de la inmersión en el idioma y la experiencia Montessori, tu hijo no solo aprenderá a leer, escribir, calcular y hablar dos idiomas, sino que más importante aún, tu hijo aprenderá cómo aprender--cómo pensar creativamente y analíticamente, tomar decisiones y elecciones independientemente, ser responsable de sus propias acciones y ambiente, trabajar dentro de una comunidad y respetar la diversidad."
  }
}
